<?php

/* @var $this yii\web\View */
?>
<p>Шановні відвідувачі цього сайту, Ви потрапили до сервера привітань на якому зібрані вітання, побажання та поздравления головних свят України та визначних подій у приватному житті людини (таких як день народження чи весілля). Свята, а точніше їх дати, наведені на 2008 рік. Інформація на цьому сайті згрупована по назві свята і для зручності розташована на окремих сторінках (5 вітань на сторінку). Привітальні тексти розміщені як у віршах так і прозою, що значно розширює діапазон святкових подій, адже погодьтеся, що вітальні вірші не підходять до офіційного звернення-привітання. На цьому сайті Ви знайдете вже готові тексти привітань, які без додаткових коригувань придатні до використання з нагоди свята. Практично Вам слід від себе додати кому призначене вітання, а також від кого воно.
</p>
<p>Шановні відвідувачі! Якщо ви бажаєте розмістити на цьому сайті своє привітання, побажання чи поздоровлення, то можете відправити його скориставшись формою <?= \kartik\helpers\Html::a('тут', ['site/request'], ['title' => 'Додати своє привітання']) ?>. До розгляду приймаються тексти поздоровлення, тексти побажань та тексти привітань тільки <strong> українською мовою</strong>.
</p>
<p>На поточний момент на сервері побажань, привітань та поздоровлень розміщено <strong><?=$gratters_count?></strong> привітань, що відповідають <strong><?=$categories_count?></strong> святам або особистим святковим подіям.
</p>